Revit 2027 API
BuiltInFailures.MEPCalculationFailures.NetworkDefaultToReynolds Property
 The network uses the default Reynolds number.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NetworkDefaultToReynolds { get; }
Public Shared ReadOnly Property NetworkDefaultToReynolds As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NetworkDefaultToReynolds {
	FailureDefinitionId^ get ();
}
static member NetworkDefaultToReynolds : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MEPCalculationFailures Class
Autodesk.Revit.DB Namespace